org/progressive_summarization.org
#+SETUPFILE:./hugo_setup.org
#+TITLE: Progressive Summarization

- tags :: [[file:productivity.org][§productivity]]

The idea of progressive summarization is to create notes such that
their purpose is comprehensible in the future.

- Layer 1 :: When you encounter something interesting, capture it
- Layer 2 :: Bold the most interesting parts
- Layer 3 :: Highlight the most interesting bolded sections
- Layer 4 :: Summarize the bolded portions and the note in your own words
- Layer 5 :: Turn your notes into something new: a tweet, a blog post, even a book

All of these steps are optional. I think of these as distillation,
extracting key points from each note.

* Resources
- [[https://tasshin.com/blog/implementing-a-second-brain-in-emacs-and-org-mode/][Implementing A Second Brain in Emacs and Org-Mode – Tasshin]]

* Related
- [[file:para_method.org][§para_method]]
