content/zettels/progressive_summarization.md
+++
title = "Progressive Summarization"
author = ["Jethro Kuan"]
lastmod = 2020-03-08T01:50:33+08:00
draft = false
+++

tags
: [Productivity]({{< relref "productivity" >}})

The idea of progressive summarization is to create notes such that
their purpose is comprehensible in the future.

Layer 1
: When you encounter something interesting, capture it

Layer 2
: Bold the most interesting parts

Layer 3
: Highlight the most interesting bolded sections

Layer 4
: Summarize the bolded portions and the note in your own words

Layer 5
: Turn your notes into something new: a tweet, a blog post, even a book

All of these steps are optional. I think of these as distillation,
extracting key points from each note.


## Resources {#resources}

-   [Implementing A Second Brain in Emacs and Org-Mode – Tasshin](https://tasshin.com/blog/implementing-a-second-brain-in-emacs-and-org-mode/)


## Backlinks {#backlinks}

-   [PARA Method]({{< relref "para_method" >}})
